Repository: grlessa/cardflow
Catalog: Sources/CardflowApp/Resources/Localizable.xcstrings
Source language: pt_br
Languages: en, es

# settings.guide.help
source: Os três passos do fluxo, do cartão ao formatar.
en: The three steps of the flow, from card to format.
es: Los tres pasos del flujo, de la tarjeta al formateo.

# settings.copy.defaultMedia
source: O que copiar
en: What to copy
es: Qué copiar

# settings.copy.whenDone
source: Ao terminar
en: When done
es: Al terminar

# settings.copy.sound
source: Tocar som no aviso
en: Play a sound with the notification
es: Sonar con el aviso

# settings.copy.openReport
source: Abrir o relatório
en: Open the report
es: Abrir el informe

# settings.copy.openReport.help
source: Mostra o relatório do projeto assim que cada cartão termina.
en: Shows the project report as soon as each card is done.
es: Muestra el informe del proyecto en cuanto termina cada tarjeta.

# settings.permissions
source: Permissões
en: Permissions
es: Permisos

# settings.permissions.title
source: Liberar tudo de uma vez
en: Allow everything at once
es: Permitir todo de una vez

# settings.permissions.help
source: Pede agora as permissões que o Cardflow usa, pra nada interromper uma cópia depois.
en: Asks now for the permissions Cardflow uses, so nothing interrupts a copy later.
es: Pide ahora los permisos que usa Cardflow, para que nada interrumpa una copia después.

# settings.permissions.grantAll
source: Liberar tudo
en: Allow All
es: Permitir todo

# settings.permissions.notifications
source: Notificações
en: Notifications
es: Notificaciones

# settings.permissions.notifications.help
source: Avisa quando cada cartão termina.
en: Tells you when each card is done.
es: Avisa cuando termina cada tarjeta.

# settings.permissions.volumes
source: Cartões e discos externos
en: Cards and external drives
es: Tarjetas y discos externos

# settings.permissions.volumes.help
source: Ler os cartões e gravar nos discos.
en: Read the cards and write to the drives.
es: Leer las tarjetas y grabar en los discos.

# settings.permissions.folders
source: Mesa e Documentos
en: Desktop and Documents
es: Escritorio y Documentos

# settings.permissions.folders.help
source: Só se você usar essas pastas como destino.
en: Only if you use these folders as a destination.
es: Solo si usas estas carpetas como destino.

# settings.permissions.format
source: Formatação de cartões
en: Card formatting
es: Formateo de tarjetas

# settings.permissions.granted
source: Liberado
en: Allowed
es: Permitido

# settings.permissions.allow
source: Liberar
en: Allow
es: Permitir

# settings.permissions.openSettings
source: Abrir Ajustes…
en: Open Settings…

# settings.updates.onLaunch
source: Procurar ao abrir o Cardflow
en: Check when Cardflow opens
es: Buscar al abrir Cardflow

# settings.updates.notes
source: Notas da versão
en: Release Notes
es: Notas de la versión

# settings.updates.source
source: Atualizações vêm do site do Cardflow
en: Updates come from the Cardflow website
es: Las actualizaciones vienen del sitio de Cardflow

# toolbar.model.label %@
source: Modelo: %@
en: Template: %@

# models.manage.title
source: Modelos de pastas
en: Folder Templates
es: Modelos de carpetas

# models.manage.subtitle
source: Escolha, renomeie, duplique, exporte ou exclua. O modelo de fábrica não pode ser excluído.
en: Choose, rename, duplicate, export or delete. The factory template can't be deleted.
es: Elige, renombra, duplica, exporta o elimina. El modelo de fábrica no se puede eliminar.

# models.manage.menu
source: Gerenciar modelos…
en: Manage Templates…
es: Gestionar modelos…

# models.delete.help
source: Excluir os modelos selecionados
en: Delete the selected templates
es: Eliminar los modelos seleccionados

# models.delete.message
source: As pastas e os arquivos já copiados não mudam.
en: Folders and files already copied don't change.
es: Las carpetas y los archivos ya copiados no cambian.

# models.delete.many %lld
source: Excluir %lld modelos?
en: Delete %lld templates?
es: ¿Eliminar %lld modelos?

# models.use
source: Usar
en: Use

# models.done
source: OK
en: Done
es: Listo

# models.inUse
source: em uso
en: in use
es: en uso

# models.rename
source: Renomear…
en: Rename…
es: Renombrar…

# models.rename.title
source: Renomear modelo
en: Rename Template
es: Renombrar modelo

# models.rename.action
source: Renomear
en: Rename
es: Renombrar

# settings.copy.defaultMedia.help
source: Vale pra cada cartão que entrar. Dá pra mudar no próprio cartão.
en: Applies to every card you plug in. You can change it on the card itself.
es: Vale para cada tarjeta que conectes. Puedes cambiarlo en la propia tarjeta.

# route.toCopy
source: pra copiar
en: to copy
es: por copiar

# route.remaining
source: faltam copiar
en: left to copy
es: faltan por copiar

# route.noSpace
source: Não cabe
en: Not enough space
es: No cabe

# route.freeAfter %@
source: sobram %@
en: %@ left after
es: quedan %@

# route.principal.empty
source: Onde a cópia vai ficar
en: Where the copy goes
es: Dónde queda la copia

# route.backup.empty
source: Uma segunda cópia, opcional
en: An optional second copy
es: Una segunda copia, opcional

# route.principal.help
source: Disco principal. Clique para trocar.
en: Main drive. Click to change.
es: Disco principal. Haz clic para cambiarlo.

# route.backup.help
source: Segunda cópia, conferida junto. Clique para escolher.
en: Second copy, verified alongside. Click to choose.
es: Segunda copia, verificada a la vez. Haz clic para elegir.

# route.goesTo
source: Vai para
en: Goes to
es: Va a

# route.media.everything
source: tudo
en: everything
es: todo

# inspector.factory.tag
source: De fábrica
en: Built-in

# inspector.factory.changed
source: Alterações não salvas
en: Unsaved changes
es: Cambios sin guardar

# inspector.preview.a11y
source: Exemplo de onde um arquivo do cartão vai ficar
en: Example of where a card file will end up
es: Ejemplo de dónde quedará un archivo de la tarjeta

# dest.used %@
source: %@ usados
en: %@ used

# dest.free %@
source: %@ livres
en: %@ free
es: %@ libres

# dest.role.principal.short
source: Recebe as cópias
en: Gets the copies
es: Recibe las copias

# dest.role.backup.short
source: Segunda cópia, conferida junto
en: Second copy, verified alongside
es: Segunda copia, verificada a la vez

# dest.role.none.short
source: Fica de fora
en: Not used
es: Queda fuera

# inspector.name.keep
source: Manter o nome do cartão
en: Keep the card name
es: Mantener el nombre de la tarjeta

# inspector.name.rename
source: Renomear
en: Rename
es: Renombrar

# inspector.media.ask
source: Na hora
en: Ask
es: Al momento

# inspector.media.ask.detail
source: Cada cartão mostra os tipos pra escolher.
en: Each card shows its types to choose from.
es: Cada tarjeta muestra sus tipos para elegir.

# inspector.media.locked.detail %@
source: Este modelo sempre copia: %@.
en: This template always copies: %@.
es: Este modelo siempre copia: %@.

# inspector.sidecars
source: Arquivos auxiliares
en: Auxiliary files
es: Archivos auxiliares

# inspector.sidecars.detail
source: XML, THM e XMP vão junto
en: XML, THM and XMP come along
es: XML, THM y XMP van con ellos

# inspector.defaultProject.short
source: Usado quando o campo Projeto da barra está vazio.
en: Used when the toolbar Project field is empty.
es: Se usa cuando el campo Proyecto de la barra está vacío.

# inspector.fields.empty
source: Crie peças como Cliente ou Local e use nos nomes das pastas e dos arquivos.
en: Create pieces like Client or Location and use them in folder and file names.
es: Crea piezas como Cliente o Lugar y úsalas en los nombres de carpetas y archivos.

# route.queued
source: na fila
en: queued
es: en cola

# route.copied
source: conferidos
en: verified
es: verificados

# route.alreadyThere
source: já no destino
en: already there
es: ya en el destino

# route.from
source: De
en: From

# route.to
source: Para
en: To
es: A

# route.copying %lld
source: copiando · %lld%%
en: copying · %lld%%

# folder.formats.date
source: Data
en: Date
es: Fecha

# folder.formats.other
source: Outros
en: Other
es: Otros

# folder.custom
source: Personalizar
en: Customize

# folder.custom.inUse
source: em uso
en: in use
es: en uso

# folder.custom.empty
source: Adicione peças ou texto.
en: Add pieces or text.
es: Añade piezas o texto.

# folder.custom.remove
source: Tirar
en: Remove
es: Quitar

# folder.custom.textPlaceholder
source: texto
en: text

# folder.custom.addPiece
source: Peça
en: Piece
es: Pieza

# folder.custom.addText
source: Texto
en: Text

# folder.custom.between
source: Entre as peças
en: Between pieces
es: Entre piezas

# folder.sep.space
source: Espaço
en: Space
es: Espacio

# folder.sep.none
source: Nada
en: None

# folder.fmt.dayMonthYear
source: dia mês ano
en: day month year
es: día mes año

# folder.fmt.iso
source: ano-mês-dia
en: year-month-day
es: año-mes-día

# folder.fmt.numeric
source: dia-mês-ano
en: day-month-year
es: día-mes-año

# folder.fmt.month
source: mês e ano
en: month and year
es: mes y año

# folder.fmt.year
source: ano
en: year
es: año

# folder.fmt.shift
source: turno do dia
en: time of day
es: turno del día

# folder.fmt.project
source: projeto
en: project
es: proyecto

# folder.fmt.type
source: tipo de mídia
en: media type
es: tipo de medio

# folder.fmt.card
source: nome do cartão
en: card name
es: nombre de la tarjeta

# folder.fmt.camera
source: câmera
en: camera
es: cámara

# folder.fmt.batch
source: lote
en: batch

# folder.fmt.field
source: campo próprio
en: custom field
es: campo propio

# name.fmt.projectOriginal
source: projeto e nome original
en: project and original name
es: proyecto y nombre original

# name.fmt.projectDateOriginal
source: projeto, data, hora e original
en: project, date, time and original
es: proyecto, fecha, hora y original

# name.fmt.projectCameraCounter
source: projeto, câmera e número
en: project, camera and number
es: proyecto, cámara y número

# name.fmt.dateCameraCounter
source: data, câmera e número
en: date, camera and number
es: fecha, cámara y número

# name.fmt.cameraOriginal
source: câmera e nome original
en: camera and original name
es: cámara y nombre original

# name.fmt.cardOriginal
source: cartão e nome original
en: card and original name
es: tarjeta y nombre original

source: Lote
en: Batch

source: Pasta no cartão
en: Folder on card
es: Carpeta en la tarjeta

source: Número
en: Number

source: Turno
en: Time of day

source: Dia
en: Day
es: Día

source: Dia da semana
en: Weekday
es: Día de la semana

source: Dia da semana curto
en: Short weekday
es: Día de la semana corto

source: Mês
en: Month
es: Mes

source: Mês curto
en: Short month
es: Mes corto

source: Mês por extenso
en: Month name
es: Mes completo

source: Ano
en: Year
es: Año

source: Ano curto
en: Short year
es: Año corto

source: Horas
en: Hours

source: Minutos
en: Minutes

source: Segundos
en: Seconds

source: O nome da câmera (CAM A, CAM 1…), escolhido em cada cartão.
en: The camera name (CAM A, CAM 1…), chosen on each card.
es: El nombre de la cámara (CAM A, CAM 1…), elegido en cada tarjeta.

source: A pasta onde o arquivo estava no cartão (CLIP, 100CANON…).
en: The folder the file was in on the card (CLIP, 100CANON…).
es: La carpeta donde estaba el archivo en la tarjeta (CLIP, 100CANON…).

# camera.detected
source: Lida dos arquivos
en: Read from the files
es: Leída de los archivos

# camera.menu.help
source: Escolher um nome de câmera
en: Pick a camera name
es: Elegir un nombre de cámara

# camera.count %lld
source: %lld câmeras
en: %lld cameras
es: %lld cámaras

# camera.section
source: Câmeras neste cartão
en: Cameras on this card
es: Cámaras en esta tarjeta

# camera.entry.leave
source: Deixar no cartão
en: Leave on the card
es: Dejar en la tarjeta

# camera.entry.copy
source: Copiar esta câmera
en: Copy this camera
es: Copiar esta cámara

# camera.entry.formatLocked
source: Com uma câmera de fora, o cartão não pode ser formatado.
en: With a camera left out, the card can't be formatted.
es: Con una cámara fuera, la tarjeta no se puede formatear.

# action.verifiedKept
source: Copiado e conferido. Não formate.
en: Copied and verified. Don't format.
es: Copiado y verificado. No formatees.

# action.verifiedKept.detail
source: Ficaram no cartão os arquivos das câmeras que você deixou de fora.
en: The files from the cameras you left out are still on the card.
es: Los archivos de las cámaras que dejaste fuera siguen en la tarjeta.

# card.status.verifiedKept
source: Copiado · não formatar
en: Copied · don't format
es: Copiado · no formatear

# notif.doneKeptBody %@
source: %@ foi copiado e conferido. Ficaram arquivos de outra câmera no cartão: não formate.
en: %@ was copied and verified. Files from another camera are still on the card: don't format.
es: %@ se copió y verificó. Quedan archivos de otra cámara en la tarjeta: no la formatees.

# picker.title.principal
source: Para onde vai a cópia
en: Where the copy goes
es: Adónde va la copia

# picker.title.backup
source: Segunda cópia (backup)
en: Second copy (backup)
es: Segunda copia (backup)

# picker.disks
source: Discos
en: Drives

# picker.none.detail
source: Só o disco principal
en: Main drive only
es: Solo el disco principal

# picker.sameDisk
source: Mesmo disco do principal
en: Same drive as the main one
es: El mismo disco que el principal

# picker.fits %@
source: Cabe · sobram %@
en: Fits · %@ left
es: Cabe · quedan %@

# sidebar.settings
source: Ajustes
en: Settings

# sidebar.settings.help
source: Idioma, aparência, cópia, permissões e atualizações (⌘,)
en: Language, appearance, copying, permissions and updates (⌘,)
es: Idioma, apariencia, copia, permisos y actualizaciones (⌘,)

# sidebar.support
source: Apoiar
en: Support
es: Apoyar

# sidebar.support.help
source: O Cardflow é gratuito. Se ele te ajuda, dá pra apoiar.
en: Cardflow is free. If it helps you, you can support it.
es: Cardflow es gratis. Si te ayuda, puedes apoyarlo.

# menu.app.support
source: Apoiar o Cardflow…
en: Support Cardflow…
es: Apoyar Cardflow…

# menu.help.site
source: Site do Cardflow
en: Cardflow Website
es: Sitio de Cardflow

# settings.support
source: Apoiar o Cardflow
en: Support Cardflow
es: Apoyar Cardflow

# onboarding.mini.verified
source: conferido
en: verified
es: verificado

# onboarding.mini.verifiedDetail
source: 40 arquivos no SSD
en: 40 files on the SSD
es: 40 archivos en el SSD

# onboarding.a11y.page %lld
source: Passo %lld de 3
en: Step %lld of 3
es: Paso %lld de 3

# empty.step.connect
source: Conecte
en: Connect
es: Conecta

# empty.step.choose
source: Escolha
en: Choose
es: Elige

# empty.step.copy
source: Copie e confira
en: Copy and verify
es: Copia y verifica

# empty.step.a11y %lld
source: Passo %lld:
en: Step %lld:
es: Paso %lld:

# empty.guide
source: Ver como funciona
en: See how it works
es: Ver cómo funciona

# camera.entry.a11y %@
source: Copiar a câmera %@
en: Copy camera %@
es: Copiar la cámara %@

# camera.entry.copied
source: vai ser copiada
en: will be copied
es: se copiará

# dest.role.backup
source: Backup
es: Copia de seguridad
